---
kind: other
id: Properties.T:Autodesk.Revit.DB.MultiSegmentGrid
source: html/9f309a57-1986-ad57-0c97-d6aa885937fd.htm
---
# MultiSegmentGrid Properties

The id of the assembly instance to which the element belongs.